{
  "fields": [
    {
      "name": "IT Support & Infrastructure",
      "description": "IT support and infrastructure play a critical role in ensuring the smooth functioning of any organisation. They provide technical assistance to employees, ensuring that hardware and software systems are functioning optimally. Highly skilled candidates should have a strong understanding of computer hardware, software, and networking systems, as well as the ability to diagnose and resolve technical issues quickly and effectively.",
      "areas": [
        "1st Line Support",
        "2nd Line Support",
        "3rd Line Support",
        "Applications Support",
        "Field Engineers ",
        "Service Desk Manager",
        "Technical Architect"
      ],
      "img": "images/faq/faq-1.jpg"
    },
    {
      "name": "Networking & Security",
      "description": "With the increasing reliance on technology in business, it's essential to have robust networking systems in place to facilitate communication and collaboration among employees. Furthermore, with the growing threat of cyber attacks and data breaches, companies need to invest in robust security measures to protect their sensitive information and intellectual property. Organisations are looking for skilled candidates who display a strong understanding of network architecture, protocols, and security measures, as well as the ability to design, implement, and maintain secure systems. They should also be familiar with the latest security trends and best practices and be able to identify and mitigate potential risks.",
      "areas": [
        "1st Line Support",
        "2nd Line Support",
        "3rd Line Support",
        "Applications Support",
        "Field Engineers ",
        "Service Desk Manager",
        "Technical Architect"
      ],
      "img": "images/faq/faw-11.jpg"
    },
    {
      "name": "Software Engineering",
      "description": "Software engineering is a highly dynamic and innovative field that plays a critical role in shaping the technology landscape. It involves designing, developing, testing, and maintaining software applications that are used in a variety of industries, from finance and healthcare to gaming and entertainment. To be successful in software engineering, candidates must have a strong foundation in computer programming languages, algorithms, and data structures. They must also be familiar with the latest software development methodologies and be able to work in a fast-paced, collaborative environment. Companies are always looking for talented software engineers who can bring their skills, creativity, and passion to the table.",
      "areas": [
        "Software Development",
        "Software Management",
        "Fullstack Development",
        "Frontend Development",
        "Cloud Development",
        "Blockchain Engineering"
      ],
      "img": "images/faq/faw-7.jpg"
    },
    {
      "name": "Cloud / DevOps",
      "description": "Two of the most in-demand areas of technology today. Cloud computing provides organizations with flexible and scalable computing resources. This eliminates the need for physical hardware, increases accessibility, and reduces costs. DevOps, on the other hand, is a software development methodology that enables organizations to develop, test, and release software faster and more efficiently. The combination of cloud and DevOps has revolutionized the way companies deliver software and has become a critical component of modern software development.",
      "areas": [
        "AWS / Azure / Cloud",
        "SaaS / PaaS / IaaS",
        "DevOps",
        "DBAs",
        "Frontend Development",
        "Cloud Development",
        "Blockchain Engineering"
      ],
      "img": "images/faq/faw-8.jpg"
    },

    {
      "name": "Senior Executive",
      "description": "Senior executives are leaders or an organisation and are responsible for setting strategic direction, making key decisions, and ensuring that the company is positioned for success. In the technology industry, senior executives are expected to have a deep understanding of the latest trends and developments in their field, as well as the ability to develop and implement effective business strategies. Companies are looking for senior executives with a proven track record of success in the technology industry, as well as strong leadership skills and the ability to motivate and inspire teams. These executives should also have excellent communication and interpersonal skills, and the ability to navigate complex business issues and build relationships with key stakeholders.",
      "areas": [
        "Service Desk Manager ",
        "Technical Architect",
        "2nd Line Support",
        "3rd Line Support",
        "Applications Support"
      ],
      "img": "images/faq/faw-10.jpg"
    }
  ]
}
